{
    "name": "Ahmet Emir Akyüz",
    "home": "Anasayfa",
    "projects": "Projeler",
    "about": "Hakkımda",
    "contact": "İletişim",
    "hi": "Merhaba.",
    "me": "Ben Ahmet Emir,",
    "front-end": "Tanıtım siteleri, e-ticaret platformları, alış/varış sayfaları gibi çeşitli front-end projeleri geliştiriyorum.",
    "intermarktInfo1": "Almanya'nın önde gelen süpermarket zincirlerinden birinin dijital dünyaya taşınmış hali! Bu projede müşteriler, rahatlıkla online alışveriş yapabilir, en sevdikleri ürünleri hızlıca sepetlerine ekleyebilir ve ödeme işlemlerini sorunsuz bir şekilde gerçekleştirebilirler. Modern teknolojiler olan React JS ve TypeScript kullanılarak geliştirilen bu platform, kullanıcılarına kullanım kolaylığı ve güvenilir bir alışveriş deneyimi sunuyor.",
    "intermarktInfo2": " Almanya merkezli bir süpermarketin yöneticileri için özel olarak tasarlanmış bir yönetim panelidir. Bu panel, ürünleri, kampanyaları ve kullanıcıları kolayca yönetmeyi sağlar. Ayrıca, gelen siparişleri anlık olarak görüntüleyip düzenleme imkanı sunar. İşte, süpermarket yöneticilerinin işlerini kolaylaştırmak için özel olarak tasarlanmış bir çözüm!",
    "kolayyolInfo": "Türkiye'nin lojistik dünyasına öncülük eden Kolay Yol, gelişmiş bir lojistik yönetim uygulamasına sahiptir. Projemiz, lojistik firmalarının karmaşık süreçlerini basitleştirir ve verimli bir şekilde yönetmelerini sağlar. Kolay Yol'un tanıtım websitesi, projenin sunduğu çeşitli özellikleri ve avantajları ziyaretçilere detaylı bir şekilde sunar.",
    "cactus": "Cactus Yazılım ve Bilişim Hizmetleri",
    "cactusInfo": "Cactus, yazılım ve bilişim hizmetleri sunan bir firma olarak, sektörde fark yaratmayı hedefler. Eski çalışanı olarak, bu şirketin projelerine katkıda bulundum ve yukarıda bahsedilen projelerin geliştirilmesinde rol aldım. Cactus'un websitesi, firma hakkında daha fazla bilgi almak isteyen ziyaretçilere şirketin vizyonunu ve misyonunu anlatır.",
    "tech": "Teknoloji",
    "parlakids1": "ParlaKids'te Sosyal Medya Yöneticisi olarak görev aldım ve markanın çevrimiçi varlığını güçlendirmede önemli bir rol oynadım. Sorumluluklarım, Instagram ve şirket web sitesinde reklam stratejileri oluşturmak ve uygulamak içeriyordu. Etkileşimli içerik oluşturma ve reklam kampanyalarını yönetme konusunda uzmanlaştım, marka görünürlüğünü maksimuma çıkarmak için. Ek olarak, SEO çalışmalarına aktif katkı sağladım ve çevrimiçi içeriği optimize etmek amacıyla arama motoru sıralamalarını iyileştirdim. Analitik verileri yakından takip ederek, çevrimiçi pazarlama girişimlerimizin etkinliğini artırmak için veri odaklı kararlar aldım.\n Ana Başarılar: \n- Instagram ve şirket web sitesinde etkileyici reklam kampanyalarını başarıyla yönetme.\n - Arama motoru sıralamalarını iyileştiren SEO stratejilerini uygulama.\n - ParlaKids markasının sosyal medya platformlarındaki genel büyümesine ve görünürlüğüne katkıda bulunma.",
    "cactus1": "Cactus Yazılım ve Bilişim Hizmetleri firmasında Front-End Developer olarak görev aldım.\n React ve Redux kullanarak modüler ve ölçeklenebilir ön yüzler geliştirdim.\n Restful API entegrasyonları gerçekleştirdim ve TypeScript, JavaScript, HTML, CSS gibi teknolojilerle etkin bir şekilde çalıştım.",
    "carrier": "Kariyerim",
    "socialmedia": "Sosyal Medya Yöneticisi",
    "frontend": "Ön Uç Geliştiricisi",
    "izmir": "Türkiye / İzmir",
    "duzce": "Türkiye / Düzce",
    "hire": "Beni işe al",
    "aboutme1": "Merhaba, ben Ahmet Emir Akyüz. Türkiye'nin Düzce ilinde yaşıyorum ve 28 Mayıs 1998'de doğdum. Kodlama macerama ortaokul yıllarımda (2010) bir oyunun özel sunucuları için paneller geliştirerek başladım. Daha sonra kendi oyunumu kurma kararı alarak SQL öğrendim. Kısa süre içinde ilk sunucumu hamachi üzerinden açtım ve bu şekilde kodlama serüvenim başladı. 2021'de staj yapmak amacıyla İzmir'deki Cactus Yazılım ve Bilişim Hizmetleri şirketinde çalışmaya karar verdim.\nİşi öğrenmek hiç de zor olmadı; hızlı öğrenme ve ilerleme yeteneğimle kısa sürede iş teklifi aldım. Kodlama alanında deneyim kazanmak teklifi kabul ettim ve bu sayede iş dünyasındaki tecrübelerim başladı.\nCactus'ta geçirdiğim 1 yıl 3 ay boyunca, front-end development konusunda büyük bir ilerleme kaydettim. React JS, TypeScript, Redux, HTML, CSS, SCSS ve Restful API gibi birçok teknolojiyi öğrendim.\nŞu anda hedefim yurtdışında daha fazla deneyim kazanmak. Portföyümdeki bu kısa özet, yazılım geliştirme serüvenim hakkında biraz bilgi veriyor. Her geçen gün daha fazla öğrenmeye ve büyümeye açık, motive bir geliştiriciyim."
}